#system
url=116.231.116.249:8080
#register active type 1:email 2:mobile
activeType=1
#old user id largest value
oldUserId=100

#Memcache config
memcached.ip=192.168.1.6
memcached.port=11211

#email config
mail.smtp.host=mail.zj198.com
mail.smtp.port=110
mail.smtp.sender=noreply@zj198.com
mail.smtp.password=67h3fst7jGG
mail.smtp.auth=true
mail.smtp.format=html
mail.smtp.encode=UTF-8

#sms config
sms.sender.ip=211.147.239.62
sms.sender.port=9080
#sms.sender.username=shdhtz
sms.sender.username=cadmin@zgzjw
sms.sender.password=123456

#payment configure
#test sand box
payment.url=http://www.epay.lxdns.com/UpopWeb/api/Pay.action
payment.username=
payment.password=
#product value




#format
struts.date.format=yyyy-MM-dd
format.float={0,number,\#\#}
#format.float.2={0,number,\#\#0.00}
format.float.3={0,number,\#\#0.000}
format.float.2={0,number,###,###0.00}

#SMS template
sms.template.veriry=\u5C0A\u656C\u7684\u4E2D\u56FD\u8D44\u91D1\u7F51\u4F1A\u5458%s%s\uFF0C\u60A8\u7684\u624B\u673A\u9A8C\u8BC1\u7801\u4E3A%s\uFF0C\u8BF7\u5728\u624B\u673A\u9A8C\u8BC1\u9875\u9762\u586B\u5199\u6765\u7ED1\u5B9A\u60A8\u7684\u624B\u673A\u53F7\u7801\u3002
sms.template.apply.check=\u60A8\u5728%s\u63D0\u4EA4\u7684\u7F16\u53F7\u4E3A%s\u7684\u878D\u8D44\u7533\u8BF7%s
sms.template.retrievery.pwd=\u5C0A\u656C\u7684\u4E2D\u56FD\u8D44\u91D1\u7F51\u4F1A\u5458 %s %s\uFF0C\u60A8\u6B63\u5728\u901A\u8FC7\u624B\u673A\u6267\u884C\u627E\u56DE\u5BC6\u7801\u64CD\u4F5C\uFF0C\u9ED8\u8BA4\u5BC6\u7801\uFF1A%s;\u8BF7\u5C3D\u5FEB\u767B\u5F55\u8D26\u6237\u5E76\u53CA\u65F6\u4FEE\u6539\u5BC6\u7801\u3002
loan.servicer.shixl=tangw@zj198.com
apply.msg.check.customer=\u4F60\u7684\u4FE1\u606F\u6B63\u5728\u5BA1\u6838\u4E2D\uFF0C\u8BF7\u60A8\u8010\u5FC3\u7B49\u5F85\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.applyinfo=\u7533\u8BF7\u4FE1\u606F\u6B63\u5728\u5BA1\u6838\u4E2D\uFF0C\u8BF7\u60A8\u8010\u5FC3\u7B49\u5F85\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.zj198.baseok=\u60A8\u7684\u7533\u8BF7\u4FE1\u606F\u5DF2\u786E\u8BA4\uFF0C\u8BF7\u63D0\u4EA4\u76F8\u5173\u7533\u8D37\u8D44\u6599\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.zj198.needupdate=\u62B1\u6B49\uFF0C\u60A8\u7684\u7533\u8BF7\u4FE1\u606F\u4E0D\u7B26\u5408\u8981\u6C42\uFF0C\u8BF7\u4FEE\u6539\u540E\u518D\u91CD\u65B0\u63D0\u4EA4\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.zj198.failure=\u5F88\u9057\u61BE\uFF0C\u60A8\u672C\u6B21\u878D\u8D44\u7533\u8BF7\u672A\u80FD\u901A\u8FC7\u8D44\u91D1\u7F51\u7684\u9884\u5BA1\u3002\u60A8\u53EF\u4EE5\u91CD\u65B0\u7533\u8BF7\u6216\u8005\u5C1D\u8BD5\u672C\u7AD9\u5176\u5B83\u878D\u8D44\u65B9\u5F0F\uFF0C\u611F\u8C22\u60A8\u7684\u7406\u89E3\u548C\u652F\u6301\uFF01
apply.msg.check.zj198.update.submit=\u8D44\u91D1\u7F51\u6B63\u5728\u5BF9\u60A8\u4FEE\u6539\u540E\u7684\u7533\u8BF7\u4FE1\u606F\u8FDB\u884C\u5BA1\u6838\uFF0C\u8BF7\u8010\u5FC3\u7B49\u5F85\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.zj198.uploadchecking=\u60A8\u7684\u7533\u8D37\u8D44\u6599\u5DF2\u63D0\u4EA4\u6210\u529F\uFF0C\u6211\u4EEC\u5C06\u5C3D\u5FEB\u5BF9\u8D44\u6599\u8FDB\u884C\u5BA1\u6838\uFF0C\u8BF7\u60A8\u8010\u5FC3\u7B49\u5F85\u5BA1\u6838\u7ED3\u679C\u3002\u8C22\u8C22\uFF01
apply.msg.check.zj198.ok=\u795D\u8D3A\u60A8\uFF01\u60A8\u7684\u878D\u8D44\u7533\u8BF7\u5DF2\u901A\u8FC7\u8D44\u91D1\u7F51\u9884\u5BA1\uFF0C\u6211\u4EEC\u5C06\u7ACB\u5373\u63D0\u4EA4\u7ED9\u8D44\u91D1\u65B9\uFF0C\u8BF7\u968F\u65F6\u5173\u6CE8\u8FDB\u5C55\u60C5\u51B5\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.zj198.back.upload=\u62B1\u6B49\uFF0C\u60A8\u7684\u7533\u8D37\u8D44\u6599\u4E0D\u7B26\u5408\u8981\u6C42\uFF0C\u8BF7\u4FEE\u6539\u540E\u518D\u91CD\u65B0\u63D0\u4EA4\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.org.wait=\u60A8\u7684\u878D\u8D44\u7533\u8BF7\u5DF2\u63D0\u4EA4\u7ED9\u8D44\u91D1\u65B9\uFF0C\u8BF7\u7B49\u5F85%s\u5BA1\u6838\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.org.checking=%s\u6B63\u5728\u5BF9\u60A8\u7684\u878D\u8D44\u7533\u8BF7\u8FDB\u884C\u5BA1\u6838\uFF0C\u8BF7\u968F\u65F6\u5173\u6CE8\u8FDB\u5C55\u72B6\u51B5\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.org.waitupload=\u6839\u636E%s\u7684\u8981\u6C42\uFF0C\u60A8\u9700\u8981\u8865\u5145\u65B0\u7684\u878D\u8D44\u8D44\u6599\uFF0C\u8BF7\u5C3D\u5FEB\u63D0\u4EA4\uFF0C\u6210\u529F\u5C31\u5728\u773C\u524D\uFF0C\u52A0\u6CB9\uFF01
apply.msg.check.org.upload.file=%s\u6B63\u5728\u5BF9\u60A8\u7684\u878D\u8D44\u7533\u8BF7\u8FDB\u884C\u5BA1\u6838\uFF0C\u8BF7\u60A8\u968F\u65F6\u5173\u6CE8\u8FDB\u5C55\u72B6\u51B5\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.org.update=\u62B1\u6B49\uFF0C\u60A8\u63D0\u4EA4\u7684\u7533\u8D37\u8D44\u6599\u4E0D\u7B26\u5408\u8981\u6C42\uFF0C\u8BF7\u60A8\u91CD\u65B0\u63D0\u4EA4\uFF0C\u8C22\u8C22\uFF01
apply.msg.check.org.ok=\u606D\u559C\u60A8\uFF0C\u60A8\u7684\u878D\u8D44\u7533\u8BF7\u5DF2\u901A\u8FC7%s\u7684\u5BA1\u6838\uFF0C%s\u5C06\u5C3D\u5FEB\u653E\u6B3E\uFF0C\u8BF7\u6CE8\u610F\u67E5\u6536\uFF01
apply.msg.check.org.failure=\u5F88\u9057\u61BE\uFF0C\u60A8\u672C\u6B21\u878D\u8D44\u7533\u8BF7\u672A\u80FD\u901A\u8FC7%s\u7684\u5BA1\u6838\u3002\u60A8\u53EF\u4EE5\u518D\u6B21\u7533\u8BF7\u6216\u5C1D\u8BD5\u672C\u7AD9\u5176\u5B83\u878D\u8D44\u65B9\u5F0F\uFF0C\u611F\u8C22\u60A8\u7684\u7406\u89E3\u548C\u652F\u6301\uFF01
apply.msg.check.org.putmoney=\u606D\u559C\u60A8\uFF0C%s\u5DF2\u653E\u6B3E\uFF0C\u8BF7\u67E5\u6536\u76F8\u5173\u6B3E\u9879\u3002\u611F\u8C22\u60A8\u5BF9\u4E2D\u56FD\u8D44\u91D1\u7F51\u7684\u652F\u6301\uFF0C\u795D\u60A8\u4E8B\u4E1A\u84B8\u84B8\u65E5\u4E0A\uFF01
apply.msg.zj.newapply=\u878D\u8D44\u7533\u8BF7\u5DF2\u63D0\u4EA4\uFF0C\u8BF7\u767B\u5F55\u7BA1\u7406\u540E\u53F0\u8FDB\u884C\u5BA1\u6838
apply.msg.zj.firstcheckend=\u878D\u8D44\u7533\u8BF7\u5BA2\u6237\u4FE1\u606F\u53CA\u7533\u8BF7\u4FE1\u606F\u5BA1\u6838\u610F\u89C1\u5DF2\u63D0\u4EA4\uFF0C\u8BF7\u8FDB\u884C\u521D\u5BA1
apply.msg.zj.update=\u878D\u8D44\u7533\u8BF7\u5DF2\u4FEE\u6539\u540E\u91CD\u65B0\u63D0\u4EA4\uFF0C\u8BF7\u53CA\u65F6\u8FDB\u884C\u5BA1\u6838
apply.msg.zj.fileupload=\u7528\u6237\u8D44\u6599\u5DF2\u63D0\u4EA4\uFF0C\u8BF7\u786E\u8BA4\u6536\u5230\u8D44\u6599\u540E\u8FDB\u884C\u5BA1\u6838
apply.msg.zj.sendorg=\u8D44\u91D1\u65B9\u5DF2\u63A5\u6536\u7533\u8BF7\uFF0C\u6B63\u5728\u5BA1\u6838\u4E2D